-- phpMyAdmin SQL Dump
-- version 4.4.15.5
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Ноя 28 2017 г., 23:37
-- Версия сервера: 5.5.48
-- Версия PHP: 7.0.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `test1`
--

-- --------------------------------------------------------

--
-- Структура таблицы `customer_data`
--

CREATE TABLE IF NOT EXISTS `customer_data` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `tel` varchar(14) DEFAULT NULL,
  `street` varchar(30) DEFAULT NULL,
  `house` smallint(6) DEFAULT NULL,
  `house_block` tinyint(4) DEFAULT NULL,
  `apt` smallint(6) DEFAULT NULL,
  `floor` tinyint(4) DEFAULT NULL,
  `comments` text,
  `need_cashback` tinyint(2) DEFAULT NULL,
  `need_callback` tinyint(2) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=88 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `customer_data`
--

INSERT INTO `customer_data` (`id`, `user_id`, `tel`, `street`, `house`, `house_block`, `apt`, `floor`, `comments`, `need_cashback`, `need_callback`) VALUES
(1, 9, '+7 (099) 999 9', 'Main', 22, 14, 16, 16, 'Delete All Records\r\nIt is possible to delete all rows in a table without deleting the table. This means that the table structure, attributes, and indexes will be intact:', 1, 1),
(2, 10, '+7 (099) 121 2', 'Lotzh', 22, 0, 0, 0, 'Delete All Records\r\n', 0, 1),
(3, 11, '+7 (099) 121 2', 'Lotzh', 55, 6, 0, 0, 'Delete All Records\r\n', 1, 0),
(4, 11, '+7 (099) 121 2', 'Lotzh', 55, 6, 0, 0, 'Delete All Records\r\n', 1, 0),
(5, 12, '+7 (099) 121 2', 'Lotzh', 55, 6, 0, 0, 'First test.Delete All Records\r\n', 1, 1),
(6, 9, '+7 (099) 121 2', 'Lotzh', 55, 6, 0, 0, 'First test.Delete All Records\r\n', 1, 1),
(7, 13, '+7 (999) 999 9', 'Pobeda', 77, 11, 252, 120, 'What''s app man?', 1, 1),
(8, 14, '+7 (222) 222 2', '11', 12, 12, 12, 12, '', 0, 0),
(9, 15, '+7 (888) 888 8', 'Lepzh', 12, 12, 1212, 12, '', 0, 0),
(10, 15, '+7 (888) 888 8', 'Lepzh', 12, 12, 1212, 12, '', 0, 0),
(11, 15, '+7 (888) 888 8', 'Lepzh', 12, 12, 1212, 12, '', 0, 0),
(12, 15, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(13, 16, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(14, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(15, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(16, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(17, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(18, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(19, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(20, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(21, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(22, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(23, 17, '+7 (888) 888 8', 'Farawr', 651, 127, 651, 127, '', 1, 1),
(24, 17, '+7 (000) 000 0', '123456789', 12321, 127, 2132, 123, '1321321321', 0, 0),
(25, 17, '+7 (000) 000 0', '123456789', 12321, 127, 2132, 123, '1321321321', 0, 0),
(26, 18, '+7 (000) 000 0', '123456789', 12321, 127, 2132, 123, '1321321321', 0, 0),
(27, 19, '', '', 0, 0, 0, 0, '', 0, 0),
(28, 17, '+7 (123) 132 1', 'Дружбы народов', 123, 1, 1, 5, 'Можно побыстрее', 1, 1),
(29, 17, '+7 (132) 321 1', 'Pobeda', 211, 1, 1, 4, '3214156978', 0, 0),
(30, 17, '+7 (132) 321 1', 'Pobeda', 211, 1, 1, 4, '3214156978', 0, 0),
(31, 17, '+7 (132) 321 1', 'Pobeda', 211, 1, 1, 4, '3214156978', 0, 0),
(32, 17, '+7 (132) 321 1', 'Pobeda', 211, 1, 1, 4, '3214156978', 0, 0),
(33, 17, '+7 (132) 321 1', 'Pobeda', 211, 1, 1, 4, '3214156978', 0, 0),
(34, 17, '+7 (132) 321 1', 'Pobeda', 211, 1, 1, 4, '3214156978', 0, 0),
(35, 17, '+7 (123) 321 1', 'Парапапарам', 123, 12, 1, 1, '321123654456987879', 1, 1),
(36, 17, '+7 (123) 321 1', '123', 123, 12, 1, 1, '123', 0, 0),
(37, 17, '+7 (123) 321 1', '123', 123, 12, 1, 1, '123', 0, 0),
(38, 17, '+7 (123) 321 1', '123', 123, 12, 1, 1, '123', 0, 0),
(39, 17, '+7 (123) 321 1', '123', 123, 12, 1, 1, '123', 0, 1),
(40, 17, '+7 (123) 321 1', '123', 123, 12, 1, 1, '123', 0, 1),
(41, 17, '+7 (123) 321 1', '123', 123, 12, 1, 1, '123', 0, 1),
(42, 17, '+7 (123) 321 1', '123', 123, 12, 1, 1, '123', 0, 1),
(43, 17, '+7 (132) 321 1', 'Paparaptxi', 123, 12, 12, 12, 'Дайте мне еду', 1, 1),
(44, 17, '+7 (123) 321 1', '321', 32, 21, 2, 2, '12312312', 1, 1),
(45, 17, '+7 (123) 123 1', '12321', 1, 21, 1, 1, '123', 0, 1),
(46, 17, '+7 (123) 123 1', '12321', 1, 21, 1, 1, '123', 0, 1),
(47, 17, '+7 (123) 123 1', '12321', 1, 21, 1, 1, '123', 0, 1),
(48, 17, '+7 (123) 123 1', '12321', 1, 21, 1, 1, '123', 0, 1),
(49, 17, '+7 (123) 123 1', '12321', 1, 21, 1, 1, '123', 0, 1),
(50, 17, '+7 (123) 123 1', '12321', 1, 21, 1, 1, '123', 0, 1),
(51, 17, '+7 (123) 123 1', '12321', 1, 21, 1, 1, '123', 0, 1),
(52, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(53, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(54, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(55, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(56, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(57, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(58, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(59, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(60, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(61, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(62, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(63, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(64, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(65, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(66, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(67, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(68, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(69, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(70, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(71, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(72, 17, '+7 (121) 212 1', 'Porebr', 12, 12, 12, 1, '3213212', 1, 1),
(73, 19, '', '', 0, 0, 0, 0, '', 0, 0),
(74, 17, '+7 (123) 321 1', 'roman', 1, 21, 1, 1, '1231231', 1, 1),
(75, 17, '+7 (123) 321 1', 'roman', 1, 21, 1, 1, '1231231', 1, 1),
(76, 17, '+7 (123) 321 1', 'roman', 1, 21, 1, 1, '1231231', 1, 1),
(77, 17, '+7 (123) 321 1', 'roman', 1, 21, 1, 1, '1231231', 1, 1),
(78, 19, '', '', 0, 0, 0, 0, '', 0, 0),
(79, 19, '', '', 0, 0, 0, 0, '', 0, 0),
(80, 19, '', '', 0, 0, 0, 0, '', 0, 0),
(81, 19, '', '', 0, 0, 0, 0, '', 0, 0),
(82, 13, '+7 (123) 132 1', '123', 12, 12, 12, 12, '1212', 0, 0),
(83, 13, '+7 (123) 132 1', '123', 12, 12, 12, 12, '1212', 0, 0),
(84, 13, '+7 (123) 132 1', '123', 12, 12, 12, 12, '1212', 0, 0),
(85, 13, '+7 (132) 132 1', '123', 12, 12, 12, 12, '12', 0, 0),
(86, 17, '+7 (132) 132 1', '123', 12, 12, 12, 12, '12', 0, 0),
(87, 20, '+7 (121) 313 2', 'Shmita', 12, 12, 12, 1, '1231', 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `users_login`
--

CREATE TABLE IF NOT EXISTS `users_login` (
  `id` int(11) NOT NULL,
  `user_name` varchar(60) DEFAULT NULL,
  `user_email` varchar(80) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users_login`
--

INSERT INTO `users_login` (`id`, `user_name`, `user_email`) VALUES
(5, 'Roman', 'r.r@r.com'),
(6, 'Roman', 'r.r@rr.com11'),
(7, 'Roman', 'r.r@rr.com111'),
(8, 'Roman', 'r.r@rr.com1111'),
(9, 'Roman', 'r.r@rr.com11111'),
(10, 'Roman', '111r.r@rr.com11111'),
(11, 'Roman New', '111r.r@rr.bl'),
(12, 'Roman New', '111r.r@rr.bld'),
(13, 'Hiall', 'r.r@rr.com'),
(14, 'Rom', 'roman@roman.com'),
(15, 'Lenon', 'iwantburder@gmail.com'),
(16, 'Menda', 'iwantburder@gmail.com1'),
(17, 'Menda', 'r.kushnir.ur@gmail.com'),
(18, 'Inga', 'r.kushnir.ur@gmail.com12321'),
(19, '', ''),
(20, 'Roman', 'r.r@rara.r');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `customer_data`
--
ALTER TABLE `customer_data`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users_login`
--
ALTER TABLE `users_login`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `customer_data`
--
ALTER TABLE `customer_data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=88;
--
-- AUTO_INCREMENT для таблицы `users_login`
--
ALTER TABLE `users_login`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=21;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
